tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "asdf"
brew "python@3.10"
brew "azure-cli"
brew "circleci"
brew "curl"
brew "node"
brew "eslint"
brew "fzf"
brew "git-flow-avh"
brew "gitmoji"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "helm"
brew "python@3.11"
brew "httpie"
brew "jq"
brew "kubectx"
brew "lastpass-cli"
brew "librsvg"
brew "neovim"
brew "pyenv"
brew "ripgrep"
brew "starship"
brew "tmux"
cask "iterm2"
cask "linearmouse"
